1:PvP5thAge
00000000
<center>5th Age PvP Premiere League</center>
<center>第五纪元PVP Premiere League </Center>
00000001

Spring $YEAR$
00000002
Must have a player at or above level 130\nCritial hits capped at 200 Rating\nShadow pip generation increased by 50%\nDamage limit is 200%\nResist limit set at 70%
必须在130 \nCritial命中率上有一个或以上的级别限额\nShadowpip的生成增加50％\nDamage限制为200％\nResist限制设置为70％
00000003
1v1 Premiere
1V1 首席
00000004

Winter $YEAR$
00000005
Premiere League
首席联盟
00000006
Must be Lvl 150 - 160 to compete\nIncoming Healing stat disabled\nNo Pre-Enchanted Cards
必须是Lvl 150 - 160才能竞争\n"Incoming Healing"属性数据降低\nNo预附魔卡片
00000007
Exalted League
崇高的联盟
00000008
Must be Lvl 100 - 109 to compete\nShadow Pips disabled\nIncoming Healing stat disabled\nNo Deckathalon Decks allowed\nNo Pre-Enchanted cards
必须是LVL 100-109才能竞争\nshadowPips 禁用 \n"Incoming Healing"属性数据减少\nNo预附魔卡片
00000009
Master League
主联盟
00000010
Must be Lvl 40 - 50 to compete\nCritical Hits disabled\nIncoming Healing stat disabled\nNo Deckathalon Decks allowed\nNo Pre-Enchanted cards
必须是LVL 40-50才能竞争\nCritical 禁用 \n"Incoming Healing"属性数据降低\nNo预附魔卡片
00000011
5th Age Master League Season 1
第五纪元大师联盟赛季1
00000012
<center>5th Age PvP Exalted League</center>
<Center> 5纪元PVP升级联盟</Center>
00000013
Exalted League Season 1
崇高的联赛赛季
00000014
Premiere League Season 1
首席联盟赛季1
00000015
<center>PvP Match Rewards</center>
<center> PVP匹配奖励</Center>
00000016
5th Age Master League Season 2
第五纪元大师联盟第2季
00000017
5th Age Master League Season 3
第五纪元大师联赛第3季
00000018
5th Age Master League Season 4
第五纪元大师联盟第4季
00000019
5th Age Master League Season 5
第五年级大师赛第5季
00000020
5th Age Master League Season 6
第五年代大师联赛第6季
00000021
5th Age Master League Season 7
第五年代大师赛第7季
00000022
5th Age Master League Season 8
第五年代大师赛第8季
00000023
5th Age Master League Season 9
第五年代大师赛第9季
00000024
5th Age Master League Season 10
第五年级大师赛赛季10
00000025
5th Age Master League Season 11
第五年代大师赛赛季11
00000026
Season Test
季节测试
00000027
Test Season 3
测试第3季
00000028
Premiere Test
首次测试
00000029
<center>5th Age PvP Master League</center>
<center>第五纪元PVP主联盟</Center>
00000030
Resist limit 32%
抵抗限制32％
00000031
Resist limit 56%
抵抗限制56％
00000032
Legendary League
传奇联盟
00000033
Must be Lvl 60-69 to compete\nCritical Hits disabled\nIncoming Healing stat disabled\nNo Deckathalon Decks allowed\nNo Pre-Enchanted cards
必须是lvl 60-69才能竞争\nCritical  禁用\n“治疗输入”属性数据降低\nNo
00000034
April 2022
2022年4月
00000035
June 2022
2022年6月
00000036
August 2022
2022年8月
00000037
October 2022
2022年10月
00000038
February 2023
2023年1月
00000039
<center>5th Age PvP Legendary League</center>
<center>第五纪元PVP传奇联盟</Center>
00000040
Test Season 2
测试第2季
00000041
March 2023
2023年3月
00000042

December 2022
00000043
5th Age PvP Hourly League
第五纪元PVP小时联盟
00000044
<center>5th Age PvP Hourly League</center>
<center>第五纪元PVP小时联盟</center>
00000045
Resist limit 69%
抵抗限制75%
00000046
Resist Limit 27%
抵抗限制27%
LeagueHourly

Hourly League
SeasonHourly

Hourly Season
